class ServiceDatas {
  serviceArea = [
    {
      id: 1,
      bgColor: "bg-purple-50",
      area: "ধানমন্ডি এরিয়া",
      address:
        "ধানমন্ডি, ধানমন্ডি-২৭, লালমাটিয়া, মোহাম্মদপুর, কৃষিমার্কেট , আদাবর, শাহজাহান রোড",
    },
    {
      id: 2,
      bgColor: "bg-orange-100",
      area: "মিরপুর এরিয়া",
      address:
        "পল্লবী, রূপনগর আবাসিক, ইস্টার্ণ হাউসিং, শাহআলী থানা, মনিপুর, আগারগাঁও, মিরপুর ডিওএইচএস, ইসিবি",
    },
    {
      id: 3,
      bgColor: "bg-blue-100",
      area: "উত্তরা এরিয়া",
      address: "উত্তরা সকল সেক্টর, গাউসুল আজম এভিনিউ, আজমপুর",
    },
    {
      id: 4,
      bgColor: "bg-yellow-100",
      area: "ফার্মগেট এরিয়া",
      address:
        "ফার্মগেট, নাখালপাড়া, মণিপুরীপাড়া, তেজগাঁও, কাওরানবাজার, বাংলামোটর, সাতরাস্তা, মৌচাক, শাহবাগ, হাতিরপুল",
    },
    {
      id: 5,
      bgColor: "bg-green-100",
      area: "বনানী এরিয়া",
      address:
        "বনানী, মহাখালী ডিওএইচএস, গুলশান, ভাটারা, কচুক্ষেত, কালাচাঁদপুর ও মহাখালী",
    },
    {
      id: 6,
      bgColor: "bg-cyan-100",
      area: "বসুন্ধরা আবাসিক",
      address:
        "বসুন্ধরা আবাসিক, বাড্ডা নতুন বাজার, বারিধারা, এয়ারপোর্ট, খিলক্ষেত",
    },
  ];
}

export const { serviceArea } = new ServiceDatas();
